[Author]
Language=Greek
TranslatedBy=geogeo.gr
TranslatorContact=
TranslatorURL=www.geogeo.gr
LastUpdated=09.12.2017

[Language]
TabSheet1.Caption=Συμπίεση
TabSheet6.Caption=Αποσυμπίεση
Label2.Caption=Επιλογή αρχείου:
Button1.Caption=Συμπίεση
TabSheet2.Caption=Ρυθμίσεις
TabSheet4.Caption=UPX
TabSheet5.Caption=Γενικά
CheckBox1.Caption=Δημιουργία αντιγράφου ασφαλείας του αρχικού αρχείου
CheckBox2.Caption=Δυναμική συμπίεση ύποπτου αρχείου
CheckBox3.Caption=Να μη συμπιέζονται πόροι που χρησιμοποιούνται από το εκτελέσιμο
CheckBox4.Caption=Να μην αφαιρούνται οι ανατοποθετήσεις
CheckBox5.Caption=Να μη συμπιέζεται το τμήμα εξαγωγής
CheckBox6.Caption=Να μη συμπιέζονται τα εικονίδια
Label4.Caption=Επιλογή επιπέδου συμπίεσης:
CheckBox7.Caption=Προσθήκη στο μενού περιβάλλοντος της Εξερεύνησης των Windows
TabSheet3.Caption=Γλώσσα / Language
Button4.Caption=Αποσυμπίεση
s1=Το αρχείο δεν υπάρχει.
s2=Αρχείο για συμπίεση:
s3=Το αρχείο συμπιέστηκε με επιτυχία:
s4=Παρουσιάστηκε σφάλμα:
s5=Το UPX.exe δεν βρέθηκε.
s6=Έκδοση UPX:
s7=Το αρχείο δεν είναι έγκυρο αρχείο PE.
s8=Το αρχείο αποσυμπιέστηκε με επιτυχία:
s9=Αρχείο για αποσυμπίεση:

Label6.Caption=Επιλογή φακέλου:
Button5.Caption=Εύρεση...
btnStart.Caption=Έναρξη
btnStop.Caption=Διακοπή
btnOptions.Caption=Επιλογές
ListView1.Columns[0].Caption=Αρχείο
ListView1.Columns[1].Caption=Κατάσταση

FrmScanOptions.Caption=Επιλογές σάρωσης
FrmScanOptions.cbScanSubfolders.Caption=Αναδρομική σάρωση και των υποφακέλων
FrmScanOptions.Label7.Caption=Εισάγετε τη μάσκα του αρχείου για την αναζήτηση:
FrmScanOptions.Label1.Caption=Επιλέξτε την επιθυμητή σας ενέργεια:
FrmScanOptions.rbCompress.Caption=Συμπίεση
FrmScanOptions.rbDecompress.Caption=Αποσυμπίεση
FrmScanOptions.btnOK.Caption=Εντάξει

s10=Επιλέξτε κατάλογο...
s11=Ο κατάλογος δεν υπάρχει.

imgFacebookLike.Hint=Ακολουθήστε μας στο Facebook
imgTweet.Hint=Ακολουθήστε μας στο Twitter
Button2.Caption=Εύρεση...
Button3.Caption=Εύρεση...
TabSheet7.Caption=Σαρωτής

s12=Παράμετροι γραμμής εντολών:

ComboBox1.Items.Strings[0]=1 - Ταχύτερη συμπίεση
ComboBox1.Items.Strings[8]=9 - Καλύτερη συμπίεση
imgDonate.Hint=Δωρεά στο NoVirusThanks
sCompressWithUPX=Συμπίεση με UPX Easy GUI
sDeCompressWithUPX=Αποσυμπίεση με UPX Easy GUI

Button7.Caption=Πληροφορίες αρχείου
TabSheet9.Caption=Πληροφορίες αρχείου
TabSheet8.Caption=Προηγμένες
CheckBox10.Caption=Χρήση προσαρμοσμένων παραμέτρων για συμπίεση
CheckBox9.Caption=Χρήση επιλογής συμπίεσης --ultra-brute
CheckBox8.Caption=Χρήση συμπίεσης LZMA
